{
  "navigation": {
    "projects": "Projects",
    "about": "About",
    "contact": "Contact"
  },
  "page": {
    "heroSection": {
      "title": "Hello, I'm!",
      "description": "My name is Amirjoni Fayzmuhammad. I have over a year of experience in development and automation. I possess deep knowledge and skills in creating...",
      "job1": "Web-developer",
      "job2": "Bitrix-developer",
      "btn1": "Contact",
      "btn2": "Dowload CV"
    },
    "achievementsSection": {
      "title1": "Projects",
      "title2": "Users",
      "title3": "Awards",
      "title4": "Years"
    }
  },
  "about": {
    "title": "Frontend developer with experience creating modern web applications",
    "titleBitrix": "Experience working with Bitrix24 in setting up functionality, automating business processes and developing websites",
    "description": "My name is Amirjan Faizmuhammad. I have more than one year of experience in development. I have deep knowledge and skills in creating modern, adaptive and productive web applications. I specialize in HTML, CSS, JavaScript, TypeScript and React. I actively use Redux for state management and Next.js for server rendering and creating dynamic web pages. I have implemented many projects using these technologies. * I can work with PostgreSQL and MongoDb to create and manage databases in web applications. Over the course of my career, I have developed many websites, paying special attention to their performance, adaptability and usability.",
    "descriptionBitrix": "I have extensive experience working with the Bitrix24 platform and can customize its functionality for effective business management. I specialize in creating and configuring business processes and robots to automate routine tasks and increase workflow productivity. I am able to work professionally with the Bitrix CRM system, customizing it to the specific needs of the company to optimize sales and customer service.*In addition, I have the skills to automatically generate documents through business processes using PHP code, which significantly speeds up and simplifies the paperwork. I also have experience in creating full-fledged websites on the Bitrix24 platform, including the development and configuration of a Knowledge Base for companies, which makes it easy to organize and distribute corporate information within the team.",
    "btnTitle": "View skills by",
    "btnDesc": "Web-development",
    "btnDescBitrix": "Bitrix-development",
    "blockTab": {
      "title1": "Skills",
      "title2": "Education",
      "title3": "Certifications",
      "title2Desc": {
        "text1": "Tajik National University"
      },
      "title3Desc": {
        "text1": "Alif Academy",
        "text2": "SoftClub (IT-academy)"
      }
    }
  },
  "project": {
    "title": "My Projects",
    "more": "Read more",
    "pj1": {
      "title": "Admin panel",
      "desc": "A web application for managing a job vacancy website, built with React and TypeScript, includes login and authorization features. This ensures secure and convenient management of vacancies and users through an administrative panel."
    },
    "pj2": {
      "title": "Chat",
      "desc": "This website is built exclusively with Nest and TypeScript. It is my full-stack application. The project features Socket.io for real-time communication, ensuring instant updates and smooth user interactions."
    },
    "pj4": {
      "title": "Online Store",
      "desc": "The project is an online store built with React and TypeScript. It features a shopping cart connected to local storage, allowing users to retain items even after refreshing the page. Additionally, it includes various filters for convenient product search and sorting."
    },
    "pj5": {
      "title": "MINDS",
      "desc": "This is the official website of the Vesto-Education educational center, built using React and TypeScript. It is integrated with a Learning Management System (LMS), providing a seamless experience for managing courses and educational content."
    },
    "pj6": {
      "title": "TO-DO List",
      "desc": "This is my full—fledged application. The frontend is designed using React and TypeScript, and the backend is based on Express.js. The application includes login and authorization features, ensuring secure access for task management."
    },
    "pj7": {
      "title": "Calculator",
      "desc": "The project is a web application built with React and JavaScript. It includes all the essential functions of a calculator, providing a convenient and user-friendly experience"
    },
    "pj8": {
      "title": "82-Towers Clone",
      "desc": "The project is the official website for the 82-Towers construction project, created during a probation period. This application was developed by a team. The application is built using Next.js and TypeScript, ensuring modern development practices and high performance."
    },
    "pj9": {
      "title": "Web-structure Company",
      "desc": "This is a fully functional web application for the company's internal structure, providing quick access to documents and departments. The project is built using React (TypeScript) with Material UI for styling. The backend is developed with Express.js and MongoDB. Main Features:✅ Search – Convenient search across all company departments and documents.✅ Two-language support – Ability to switch between languages.✅ Logging system and access levels – Data security through authorization and user access control."
    }
  },
  "contact": {
    "title": "Let's Get in Touch",
    "desc": "If you have any questions or would like to discuss a potential project, feel free to reach out. You can contact me via email, phone, or by filling out the contact form below. I am available for freelance opportunities, collaborations, or consultations. I look forward to hearing from you!",
    "contactForm": {
      "name": "Your Name",
      "namePlac": "Amirjon",
      "email": "Your email",
      "subject": "Subject",
      "subjectPlac": "Just saying hi",
      "message": "Message",
      "messagePlac": "Let's talk about",
      "btn": "Send Message"
    }
  }
}