{
  "navigation": {
    "projects": "Projects",
    "about": "About",
    "contact": "Contact"
  },
  "page": {
    "heroSection": {
      "title": "Hello, I'm!",
      "description": "I build full-cycle web applications from user interface to server-side logic, turning ideas into working solutions.",
      "job1": "Frontend-developer",
      "job2": "Backend-developer",
      "job3": "Fullstack-developer",
      "btn1": "Contact",
      "btn2": "Dowload CV"
    },
    "achievementsSection": {
      "title1": "Projects",
      "title2": "Users",
      "title3": "Awards",
      "title4": "Years"
    }
  },
  "about": {
    "title": "Frontend developer with experience creating modern web applications",
    "titleBitrix": "Experience working with Bitrix24 in setting up functionality, automating business processes and developing websites",
    "description": "My name is Amirjan Faizmuhammad. I have more than one year of experience in development. I have deep knowledge and skills in creating modern, adaptive and productive web applications. I specialize in HTML, CSS, JavaScript, TypeScript and React. I actively use Redux for state management and Next.js for server rendering and creating dynamic web pages. I have implemented many projects using these technologies. * I can work with PostgreSQL and MongoDb to create and manage databases in web applications. Over the course of my career, I have developed many websites, paying special attention to their performance, adaptability and usability.",
    "descriptionBitrix": "I have extensive experience working with the Bitrix24 platform and can customize its functionality for effective business management. I specialize in creating and configuring business processes and robots to automate routine tasks and increase workflow productivity. I am able to work professionally with the Bitrix CRM system, customizing it to the specific needs of the company to optimize sales and customer service.*In addition, I have the skills to automatically generate documents through business processes using PHP code, which significantly speeds up and simplifies the paperwork. I also have experience in creating full-fledged websites on the Bitrix24 platform, including the development and configuration of a Knowledge Base for companies, which makes it easy to organize and distribute corporate information within the team.",
    "btnTitle": "View skills by",
    "btnDesc": "Web-development",
    "btnDescBitrix": "Bitrix-development",
    "blockTab": {
      "title1": "Skills",
      "title2": "Education",
      "title3": "Certifications",
      "title2Desc": {
        "text1": "Tajik National University"
      },
      "title3Desc": {
        "text1": "Alif Academy",
        "text2": "SoftClub (IT-academy)"
      }
    }
  },
  "project": {
    "title": "My Projects",
    "more": "Read more",
    "tab": {
      "all": "All",
      "front":"Frontend",
      "full":"Fullstack",
      "bit":"Bitrix24"
    },
    "pj1": {
      "title": "Admin panel",
      "desc": "A web application for managing a job vacancy website, built with React and TypeScript, includes login and authorization features. This ensures secure and convenient management of vacancies and users through an administrative panel.",
      "funcs": {
        "func1": "Uploading and managing files.",
        "func2": "Job management: creating, editing, deleting.",
        "func3": "Exporting tables to Excel."
      },
      "opt": "This is my first real project. In it I deepened my knowledge in working with authorization and authentication, as well as studied the system of role-based access."
    },
    "pj2": {
      "title": "Chat",
      "desc": "An online chat room for friends to chat in real time.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj4": {
      "title": "Online Store",
      "desc": "Modern online store. Includes shopping cart with local storage, convenient filters and intuitive interface for quick search and comfortable shopping.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj5": {
      "title": "MINDS",
      "desc": "The official website of the MINDS educational center. Official website of MINDS Education Center. Users can familiarize themselves with the courses, mentors, curriculum and leave an application for training.",
      "funcs": {
        "func1": "Communication with the postal service.",
        "func2": "Convenient and functional admin panel with secure logging to manage courses, mentors and other materials.",
        "func3": "Work with images, including uploading, editing and deleting media files."
      },
      "opt": "In this project I deepened my knowledge in backend development and studied the process of deployment to real hosting."
    },
    "pj6": {
      "title": "TO-DO List",
      "desc": "A task management application with secure access. Allows users to create, edit and delete tasks, as well as track their progress.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj7": {
      "title": "Calculator",
      "desc": "A web calculator with all the features you need for convenient calculations.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj8": {
      "title": "82-Towers Clone",
      "desc": "A clone of the official 82-Towers construction website. Developed as part of the trial period",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj9": {
      "title": "Web-structure Company",
      "desc": "A web application for managing the internal structure of a company. It helps managers to easily find the documents they need.",
      "funcs": {
        "func1": "Easily search by department and document.",
        "func2": "Dual language support.",
        "func3": "Authorization and differentiation of user rights."
      },
      "opt": "In this project, I understood how to create different user roles and customize data access."
    }
  },
  "contact": {
    "title": "Let's Get in Touch",
    "desc": "If you have any questions or would like to discuss a potential project, feel free to reach out. You can contact me via email, phone, or by filling out the contact form below. I am available for freelance opportunities, collaborations, or consultations. I look forward to hearing from you!",
    "contactForm": {
      "name": "Your Name",
      "namePlac": "Amirjon",
      "email": "Your email",
      "subject": "Subject",
      "subjectPlac": "Just saying hi",
      "message": "Message",
      "messagePlac": "Let's talk about",
      "btn": "Send Message"
    }
  }
}