{
  "navigation": {
    "projects": "Проекты",
    "about": "О себе",
    "contact": "Контакт"
  },
  "page": {
    "heroSection": {
      "title": "Здраствуйте, Я",
      "description": "Меня зовут Амирджани Файзмухаммад. У меня более одного года опыта работы в области разработки и автоматизации. Я обладаю глубокими знаниями и навыками в создании...",
      "job1": "Веб-разработчик",
      "job2": "Bitrix-разработчик",
      "btn1": "Контакт",
      "btn2": "Загрузит CV"
    },
    "achievementsSection": {
      "title1": "Проекты",
      "title2": "Пользователи",
      "title3": "Награды",
      "title4": "Годы"
    }
  },
  "about": {
    "title": "Фронтенд-разработчик с опытом создания современных веб-приложений",
    "description": "Меня зовут Амирджани Файзмухаммад. У меня более одного года опыта в разработке. Я обладаю глубокими знаниями и навыками в создании современных, адаптивных и производительных веб-приложений. Я специализируюсь на HTML, CSS, JavaScript, TypeScript и React. Активно использую Redux для управления состоянием и Next.js для серверного рендеринга и создания динамических веб-страниц. Я реализовал множество проектов, используя эти технологии. * Умею работать с PostgreSQL и MongoDb для создания и управления базами данных в веб-приложениях. В течение своей карьеры я разработал множество сайтов, уделяя особое внимание их производительности, адаптивности и удобству использования.",
    "blockTab": {
      "title1": "Навыки",
      "title2": "Образование",
      "title3": "Сертификации",
      "title2Desc": {
        "text1": "Таджикский национальный университет"
      },
      "title3Desc": {
        "text1": "Алиф Академия",
        "text2": "SoftClub (IT-академия)"
      }
    }
  },
  "project": {
    "title": "Мои проекты",
    "more": "Читать далее",
    "pj1": {
      "title": "Админ панель",
      "desc": "Веб-приложение для управления сайтом вакансий, созданное с использованием React и TypeScript, включает в себя функции входа и авторизации. Это обеспечивает безопасное и удобное управление вакансиями и пользователями через административную панель."
    },
    "pj2": {
      "title": "Nest Real Time Чат",
      "desc": "Сайт построен исключительно на Nest и TypeScript. Имеет Socket.io."
    },
    "pj4": {
      "title": "Интернет магазин",
      "desc": "Проект представляет собой интернет-магазин, разработанный на React и TypeScript. В нем реализована корзина, связанная с локальным хранилищем, что позволяет сохранять товары при обновлении страницы. Также есть разнообразные фильтры для удобного поиска и сортировки товаров."
    },
    "pj5": {
      "title": "MINDS",
      "desc": "Это официальный сайт образовательного центра Vesto Education, созданный с использованием React и TypeScript. Он интегрирован с системой управления обучением (LMS), что обеспечивает удобное управление курсами и образовательным контентом."
    },
    "pj6": {
      "title": "Список дел",
      "desc": "Это мое полноценное приложение, фронтенд разработан с использованием React и TypeScript, а бэкенд — на Express.js. В приложении реализованы функции входа и авторизации, что обеспечивает безопасный доступ к управлению задачами."
    },
    "pj7": {
      "title": "Калькулятор",
      "desc": "Это веб-приложение, созданное с использованием React и JavaScript. В нём реализованы все необходимые функции калькулятора,  что делает его удобным и простым в использовании."
    },
    "pj8": {
      "title": "82-Towers",
      "desc": "Это официальный сайт строительства дома 82-Towers. Это приложение было создано командой, и я занимался версткой главной страницы сайта. Приложение разработано с использованием Next.js и TypeScript, что обеспечивает современные методы разработки и высокую производительность."
    }
  },
  "contact": {
    "title": "Давайте связываться",
    "desc": "В настоящее время я ищу новые возможности, мой почтовый ящик всегда открыт. Будь то вопрос или просто привет, я постараюсь максимально быстро ответить вам!",
    "contactForm": {
      "name": "Ваше имя",
      "namePlac": "Амирджон",
      "subject": "Тема",
      "subjectPlac": "Просто говорю привет",
      "message": "Сообщение",
      "messagePlac": "Давайте поговорим о",
      "btn": "Отправить сообщение"
    }
  }
}