{
  "navigation": {
    "projects": "Проектҳо",
    "about": "Маълумот",
    "contact": "Тамос"
  },
  "page": {
    "heroSection": {
      "title": "Салом, Ман",
      "description": "Номи ман Амиҷони Файзмуҳаммад. Зиёда аз як сол аст, ки дар соҳаи сайт сози ва автоматикунони таҷрибаи кори дорам. Дониш ва малакаи зиёд дар соҳаи...",
      "job1": "Фронтенд-мутахассис",
      "job2": "Бекенд-мутахассис",
      "job3": "Фулстек-мутахассис",
      "job4": "Битрикс24-мутахассис",
      "btn1": "Тамос",
      "btn2": "Боргирии CV"
    },
    "achievementsSection": {
      "title1": "Проектҳо",
      "title2": "Корбарон",
      "title3": "Мукофотҳо",
      "title4": "Сол"
    }
  },
  "about": {
    "title": "Таҳиягари Веб-барномаҳои муосир бо доштани таҷрибаи кофи",
    "titleBitrix": "Таҷриба бо Bitrix24 дар танзими функсияҳо, автоматикунонии бизнес-процесҳо ва таҳияи вебсайтҳо",
    "description": "Номи ман Амирҷони Файзмуҳаммад. Зиёда аз як сол аст, ки таҷрибаи кори дорам. Дониш ва малакаи зиёд дар соҳаи сохтани веб-барномаҳои муосир, адабтивгардида ва баландсифат дорам. Бо техногияҳои HTML, CSS, JavaScript, TypeScript ва React кор кардаам. Барои идораи кунии State-Managers Redux-ро ва Next.js-ро барои намоиши сервер ва эҷоди веб-саҳифаҳои динамикӣ истифода мебарам. Ман бо истифода аз ин технологияҳо лоиҳаҳои зиедеро амалӣ кардаам.*Бо PostgreSQL ва MongoDB барои эҷод ва идоракунии пойгоҳи додаҳо дар барномаҳои веб кор карда метавонам. Дар тӯли фаъолияти худ якчанд вебсайтҳо сохтаам, ки диққатҷалбкунандаанд ва истифода шуда истодаанд.",
    "descriptionBitrix": "Ман бо платформаи Bitrix24 таҷрибаи васеъ дорам ва метавонам функсияи онро барои идоракунии самараноки тиҷорат танзим кунам. Ман дар эҷод ва танзими бизнес-процесҳо ва Роботҳо барои автоматикунонии вазифаҳои муқаррарӣ ва баланд бардоштани ҳосилнокии ҷараенҳои корӣ тахассус дорам. Ман бо системаи Crm-и Bitrix хеле хуб кор карда метавонам ва онро барои эҳтиеҷоти мушаххаси ширкат барои оптимизатсияи фурӯш ва хидматрасонии муштариен танзим мекунам.*Илова бар ин, ман автомати сохтани ҳуҷҷатҳоро тавассути бизнес-процесҳо бо истифода аз PHP-код дорам, ки ҳуҷҷатҳо хеле зуд ва осон омода мешаванд. Ман инчунин дар сохтани вебсайтҳои мукаммал дар платформаи Bitrix24 таҷриба дорам. Инчунин таҳия ва танзими 'Базы знаний' барои ширкатҳо, ки ташкил ва паҳн кардани иттилооти корпоративиро дар дохили гурӯҳ осон мекунад, метевонам",
    "btnTitle": "Дониши ман дар",
    "btnDesc": "Веб-мутахассис",
    "btnDescBitrix": "Битрикс-мутахассис",
    "blockTab": {
      "title1": "Технологияҳо",
      "title2": "Донишгоҳ",
      "title3": "Сертификатҳо",
      "title2Desc": {
        "text1": "Донишгоҳи миллии Тоҷикистон"
      },
      "title3Desc": {
        "text1": "ИТ Академияи SoftClube",
        "text2": "Алиф Академия"
      }
    }
  },
  "project": {
    "title": "Проектҳои ман",
    "more": "Маълумоти бештар",
    "tab": {
      "all": "Ҳама",
      "front":"Руяи сайт",
      "full":"Пурра",
      "bit":"Битрикс24"
    },
    "pj1": {
      "title": "Панели администратор",
      "desc": "Веб-барнома барои идоракунии сайти корӣ. Хусусиятҳои вуруд ва иҷозатро дар бар мегирад, ки идоракунии бехатар ва қулайро тавассути панели администратор таъмин мекунад.",
      "funcs": {
        "func1": "Зеркашӣ файлҳо ва идораи онҳо",
        "func2": "Идоракунии ҷойҳои корӣ: сохтан, таҳрир, нест кардан.",
        "func3": "Содиркунии ҷадвалҳоро ба Excel."
      },
      "opt": "Ин аввалин лоиҳаи воқеии ман аст. Дар он ман дониши худро дар бораи кор бо авторизатсия ва аутентификатсия амиқтар кардам ва инчунин системаи дастрасиро омӯхтам."
    },
    "pj2": {
      "title": "Сӯҳбат",
      "desc": "Чати онлайн барои муоширати дӯстон дар вақти воқеӣ.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj4": {
      "title": "Фуруши Онлайн",
      "desc": "Мағозаи муосири онлайн. Сабади нигаҳдории локали, филтрҳои қулай ва интерфейси интуитивиро барои ҷустуҷӯи зуд ва хариди бароҳат дар бар мегирад.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj5": {
      "title": "MINDS",
      "desc": "Сомонаи расмии маркази омузишии MINDS. Истифодабарандагон метавонанд бо курсҳо, омузгорон, барномҳои таълимӣ шинос шаванд ва дархостбарои омузиш гузоранд.",
      "funcs": {
        "func1": "Алоқа бо хадамоти почта.",
        "func2": "Панели идоракунии қулай ва функсионалӣ бо сабти бехатари барои идоракунии курсҳо, менторҳо ва дигар маводҳои сайт",
        "func3": "Кор бо суратҳо, аз ҷумла зеркашӣ, таҳрир ва нест кардани суратҳо"
      },
      "opt": "Дар ин лоиҳа, ман донишро дар рушди backend амиқтар кардам ва раванди деплойро дар хостинги воқеӣ омӯхтам."
    },
    "pj6": {
      "title": "Рӯйхати вазифаҳо",
      "desc": "Веб-барнома барои идоракунии вазифаҳо бо дастрасии бехатар. Ба корбарон имкон медиҳад, ки вазифаҳоро эҷод, таҳрир ва нест кунанд ва иҷрои онҳоро пайгирӣ кунанд.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj7": {
      "title": "Ҳисобкунак",
      "desc": "Веб-калкулятор бо тамоми хусусиятҳои зарурӣ барои ҳисобкунии осон.",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj8": {
      "title": "82-Towers Clone",
      "desc": "Клони сомонаи расмии сохтмони 82-Towers. Дар доираи давраи озмоишӣ таҳия кардаам",
      "funcs": {
        "func1": "",
        "func2": "",
        "func3": ""
      },
      "opt": ""
    },
    "pj9": {
      "title": "Web-сохтори Ширкат",
      "desc": "Системаи веби барои идоракунии сохтори дохилии ширкат. Имконият медиҳад роҳбарон бо осони ба ҳуҷҷатҳо дастраси ёбанд.",
      "funcs": {
        "func1": "Ҷустуҷӯи қулай аз рӯи шӯъбаҳо ва ҳуҷҷатҳо.",
        "func2": "Дорои ду забон.",
        "func3": "Иҷозат ва фарқияти дастраси корбарон."
      },
      "opt": "Дар ин лоиҳа ман фаҳмидам, ки чӣ гуна дастрасиҳои гуногуро эҷод созам ва танҳо дастрасӣ ба маълумотҳои худи воридшавандаро таъмин кунам."
    }
  },
  "contact": {
    "title": "Биёед дар тамос шавем",
    "desc": "Агар шумо ягон савол доред ё хоҳед, ки дар бораи лоиҳаи эҳтимолӣ сӯҳбат кунед, озодона бо ман тамос гиред. Шумо метавонед тавассути почтаи электронӣ, телефон ё пур кардани формаи тамос дар поён бо ман дар тамос шавед. Ман барои имкониятҳои фриланс, ҳамкорӣ ё машварат ҳамеша омода ҳастам. Бо интизори тамосатон!",
    "contactForm": {
      "name": "Номи шумо",
      "namePlac": "Амирҷон",
      "email": "Почтаи шумо",
      "subject": "Мавзӯъ",
      "subjectPlac": "Танҳо салом гӯед!",
      "message": "Паём",
      "messagePlac": "Биёед оиди",
      "btn": "Ирсоли паём"
    }
  }
}