{
  "navigation": {
    "projects": "Проектҳо",
    "about": "Маълумот",
    "contact": "Тамос"
  },
  "page": {
    "heroSection": {
      "title": "Салом, Ман",
      "description": "Номи ман Амиҷони Файзмуҳаммад. Зиёда аз як сол аст, ки дар соҳаи сайт сози ва автоматикунони таҷрибаи кори дорам. Дониш ва малакаи зиёд дар соҳаи...",
      "job1": "Веб-мутахассис",
      "job2": "Битрикс-мутахассис",
      "btn1": "Тамос",
      "btn2": "Боргирии CV"
    },
    "achievementsSection": {
      "title1": "Проектҳо",
      "title2": "Корбарон",
      "title3": "Мукофотҳо",
      "title4": "Сол"
    }
  },
  "about": {
    "title": "Таҳиягари Веб-барномаҳои муосир бо доштани таҷрибаи кофи",
    "titleBitrix": "Таҷриба бо Bitrix24 дар танзими функсияҳо, автоматикунонии бизнес-процесҳо ва таҳияи вебсайтҳо",
    "description": "Номи ман Амирҷони Файзмуҳаммад. Зиёда аз як сол аст, ки таҷрибаи кори дорам. Дониш ва малакаи зиёд дар соҳаи сохтани веб-барномаҳои муосир, адабтивгардида ва баландсифат дорам. Бо техногияҳои HTML, CSS, JavaScript, TypeScript ва React кор кардаам. Барои идораи кунии State-Managers Redux-ро ва Next.js-ро барои намоиши сервер ва эҷоди веб-саҳифаҳои динамикӣ истифода мебарам. Ман бо истифода аз ин технологияҳо лоиҳаҳои зиедеро амалӣ кардаам.*Бо PostgreSQL ва MongoDB барои эҷод ва идоракунии пойгоҳи додаҳо дар барномаҳои веб кор карда метавонам. Дар тӯли фаъолияти худ якчанд вебсайтҳо сохтаам, ки диққатҷалбкунандаанд ва истифода шуда истодаанд.",
    "descriptionBitrix": "Ман бо платформаи Bitrix24 таҷрибаи васеъ дорам ва метавонам функсияи онро барои идоракунии самараноки тиҷорат танзим кунам. Ман дар эҷод ва танзими бизнес-процесҳо ва Роботҳо барои автоматикунонии вазифаҳои муқаррарӣ ва баланд бардоштани ҳосилнокии ҷараенҳои корӣ тахассус дорам. Ман бо системаи Crm-и Bitrix хеле хуб кор карда метавонам ва онро барои эҳтиеҷоти мушаххаси ширкат барои оптимизатсияи фурӯш ва хидматрасонии муштариен танзим мекунам.*Илова бар ин, ман автомати сохтани ҳуҷҷатҳоро тавассути бизнес-процесҳо бо истифода аз PHP-код дорам, ки ҳуҷҷатҳо хеле зуд ва осон омода мешаванд. Ман инчунин дар сохтани вебсайтҳои мукаммал дар платформаи Bitrix24 таҷриба дорам. Инчунин таҳия ва танзими 'Базы знаний' барои ширкатҳо, ки ташкил ва паҳн кардани иттилооти корпоративиро дар дохили гурӯҳ осон мекунад, метевонам",
    "btnTitle": "Дониши ман дар",
    "btnDesc": "Веб-мутахассис",
    "btnDescBitrix": "Битрикс-мутахассис",
    "blockTab": {
      "title1": "Технологияҳо",
      "title2": "Донишгоҳ",
      "title3": "Сертификатҳо",
      "title2Desc": {
        "text1": "Донишгоҳи миллии Тоҷикистон"
      },
      "title3Desc": {
        "text1": "ИТ Академияи SoftClube",
        "text2": "Алиф Академия"
      }
    }
  },
  "project": {
    "title": "Проектҳои ман",
    "more": "Маълумоти бештар",
    "pj1": {
      "title": "Панели администратор",
      "desc": "Барномаи идоракунии вебсайти ҷойҳои кори, ки бо истифода аз технологияҳои React ва TypeScript сохта шудааст, дар худ системаи дохилшави ва ба қайдгири дорад. Ин барнома бехатари ва идоракунии қулайро тавасути панели администратор фароҳам меорад."
    },
    "pj2": {
      "title": "Сӯҳбат",
      "desc": "Сомона пурра бо истифодаи Nest ва TypeScript сохта шудааст. Ин лоиҳаи фулстаки ман аст. Дар лоиҳа Socket.io барои муоширати вақти воқеӣ истифода шудааст, ки барои сари вақт омадани навиштаҷот ва суҳбати дарзамон мусоидат мекунад."
    },
    "pj4": {
      "title": "Фуруши Онлайн",
      "desc": "Лоиҳа мағозаи онлайн аст, ки бо React ва TypeScript сохта шудааст. Он дорои сабади харид мебошад, ки бо LocalStorage алоқаманд аст. Ба истифодабарандагон имкон медиҳад, ки маҳсулотро ҳатто пас аз навсозӣ кардани саҳифа дар сабад нигоҳ доранд. Илова бар ин, он дорои филтрҳои гуногун барои ҷустуҷӯ ва ҷобаҷогузории маҳсулот мебошад."
    },
    "pj5": {
      "title": "MINDS",
      "desc": "Вебсайти расмии маркази омузишии Vesto Education мебошад, ки бо истифода аз технологияҳои React ва TypeScript сохта шудааст. Ин сайт бо системаи идоракунии таълим (LMS) пайвастаст, ки барои идоракунии курсҳо ва мундариҷаи таълимӣ муҳити мусоид фароҳам меорад."
    },
    "pj6": {
      "title": "Рӯйхати вазифаҳо",
      "desc": "Ин лоиҳаи фулстаки ман ҳаст, ки фронтенд бо истифода аз React ва TypeScript ва бэкенд бо Express.js таҳия шудааст. Барнома дорои функсияҳои воридшавӣ ва авторизатсия мебошад, ки дастрасии бехатарро барои идоракунии вазифаҳо таъмин мекунад."
    },
    "pj7": {
      "title": "Ҳисобкунак",
      "desc": "Лоиҳа як барномаи веб мебошад, ки бо истифода аз технологияҳои React ва JavaScript сохта шудааст. Ҳамаи функсияҳои зарурии калькулятор дар он татбиқ шудаанд, ки онро барои истифода бароҳат ва осон мегардонад."
    },
    "pj8": {
      "title": "82-Towers",
      "desc": "Лоиҳа вебсайти расмии сохтмони бинои 82-Towers мебошад. Ин барнома гурӯҳи таҳия шудааст ва ман версткаи саҳифаи асосӣ кардаам. Барнома бо истифода аз Next.js ва TypeScript сохта шудааст, ки усулҳои муосири рушд ва иҷрои баландро таъмин мекунад."
    }
  },
  "contact": {
    "title": "Биёед дар тамос шавем",
    "desc": "Агар шумо ягон савол доред ё хоҳед, ки дар бораи лоиҳаи эҳтимолӣ сӯҳбат кунед, озодона бо ман тамос гиред. Шумо метавонед тавассути почтаи электронӣ, телефон ё пур кардани формаи тамос дар поён бо ман дар тамос шавед. Ман барои имкониятҳои фриланс, ҳамкорӣ ё машварат ҳамеша омода ҳастам. Бо интизори тамосатон!",
    "contactForm": {
      "name": "Номи шумо",
      "namePlac": "Амирҷон",
      "email": "Почтаи шумо",
      "subject": "Мавзӯъ",
      "subjectPlac": "Танҳо салом гӯед!",
      "message": "Паём",
      "messagePlac": "Биёед оиди",
      "btn": "Ирсоли паём"
    }
  }
}